"UI_OK"                    = "Aceptar";
"UI_CANCEL"                = "Cancelar";
"UI_YES"                   = "Sí";
"UI_NO"                    = "No";
"UI_CONNECT"               = "Conectar";

"TSC_IDS_SECAUTH_AUTH_DISABLED_TITLE"					   = "Conexión a Escritorio remoto no puede comprobar la identidad del equipo al que desea conectarse.";

"TSC_IDS_SECAUTH_AUTH_DISABLED_AT_SERVER_PROMPT_CONTINUE"  = "Este problema puede ocurrir si:\n\n • El equipo remoto está ejecutando una versión de Windows anterior a Windows Vista.\n • El equipo remoto está configurado para admitir sólo la capa de seguridad RDP.\n\nPóngase en contacto con el administrador o con el propietario del equipo remoto si necesita ayuda.\n\n¿Desea conectarse de todas formas?";
"TSC_IDS_SECAUTH_AUTH_DISABLED_AT_SERVER_NO_CONTINUE"      = "Este problema puede ocurrir si:\n\n • El equipo remoto está ejecutando una versión de Windows anterior a Windows Vista.\n • El equipo remoto está configurado para admitir sólo la capa de seguridad RDP.\n\nPóngase en contacto con el administrador o con el propietario del equipo remoto si necesita ayuda.";

"TSC_IDS_SECAUTH_AUTH_ERROR"                               = "Conexión a Escritorio remoto no puede comprobar la identidad del equipo al que desea conectarse.";

"TSC_IDS_SECAUTH_AUTH_ERROR_INFOR"						   = "Vuelva a conectarse al equipo de Windows o póngase en contacto con el administrador.";

"TSC_IDS_SECAUTH_CERT_EXPIRED"                             = "El certificado expiró o aún no es válido.";
"TSC_IDS_SECAUTH_NAME_MISMATCH"                            = "El nombre de servidor en el certificado no es correcto.";
"TSC_IDS_SECAUTH_FAIL_TO_CHAIN_TO_TRUSTED_ROOT"            = "El certificado no proviene de una entidad emisora de certificados de confianza (CA).";
"TSC_IDS_SECAUTH_CERT_REVOKED"                             = "El certificado ha sido revocado y su uso no es seguro.";
"TSC_IDS_SECAUTH_UNABLE_TO_PERFORM_REVOCATION_CHECK"       = "No se puede realizar una comprobación de revocación para el certificado.";
"TSC_IDS_SECAUTH_CERT_OR_CHAIN_INVALID"                    = "El certificado o cadena asociada no es válido.";

"TSC_IDS_SECAUTH_ALLOW_CONNECT_ANYWAY"                     = "¿Desea conectarse a este equipo de cualquier forma?";
"TSC_IDS_SECAUTH_CANNOT_PROCEED_REQUIRED"                  = "No puede continuar porque las preferencias actuales requieren autenticación para conectarse al equipo de Windows.";


"TSC_IDS_ENTER_TS_CREDS_ACTION"                            = "Escribir las credenciales";
"TSC_IDS_ENTER_TS_CREDS_DETAILS"                           = "Estas credenciales se usarán para conectarse a %s.";
"TSC_IDS_PREAUTH_LOGON_FAILURE_ACTION"                     = "Volver a intentar";
"TSC_IDS_PREAUTH_LOGON_FAILURE_DETAILS"                    = "Las credenciales usadas para conectarse a %s son incorrectas. Vuelva a especificarlas.";


